Repository: WordPressBugBounty/plugins-abovewp-bulgarian-eurozone
Catalog: abovewp-bulgarian-eurozone/languages/abovewp-bulgarian-eurozone-*.po
Languages: bg_bg

source: AboveWP Bulgarian Eurozone
bg_bg: AboveWP Българска Еврозона

source: Adds bidirectional dual currency display (BGN ⇄ EUR) for WooCommerce as Bulgaria prepares to join the Eurozone
bg_bg: Добавя двупосочно показване на двойна валута (BGN ⇄ EUR) за WooCommerce, докато България се подготвя за присъединяване към Еврозоната

source: BGN Price Rounding
bg_bg: Закръгляне на цена в BGN

source: Keep exact decimals (e.g., 19.99 лв.)
bg_bg: Запази точни десетични (напр. 19.99 лв.)

source: Round to exact decimal (e.g., 19.91 → 19.90 лв.)
bg_bg: Закръгли до точна десетица (напр. 19.91 → 19.90 лв.)

source: When the converted BGN price is within 0.015 of an exact decimal (e.g., 19.91 vs 19.90), choose whether to keep the calculated value or round to the nearest decimal.
bg_bg: Когато конвертираната цена в BGN е в рамките на 0.015 от точна десетица (напр. 19.91 срещу 19.90), изберете дали да запазите изчислената стойност или да закръглите до най-близката десетица.

source: Brackets (12.78 € (25лв.))
bg_bg: Скоби (12.78 € (25лв.))

source: Side divider (12.78 € / 25лв.)
bg_bg: Страничен разделител (12.78 € / 25лв.)

source: AboveWP Bulgarian Eurozone requires WooCommerce to be installed and active.
bg_bg: AboveWP Българска Еврозона изисква инсталиран и активен WooCommerce.

source: Settings
bg_bg: Настройки

source: Bulgarian Eurozone Settings
bg_bg: Настройки на Българска Еврозона

source: Eurozone Settings
bg_bg: Настройки на Еврозоната

source: This plugin requires your WooCommerce currency to be set to either Bulgarian Lev (BGN) or Euro (EUR). The dual currency display will not work until you change your store currency to BGN or EUR.
bg_bg: Този плъгин изисква вашата валута на WooCommerce да бъде настроена на Български лев (BGN) или Евро (EUR). Двойното показване на валути няма да работи, докато не промените валутата на магазина на BGN или EUR.

source: Change Currency Settings
bg_bg: Промяна на настройките за валута

source: Enable Dual Currency Display
bg_bg: Активиране на показване на двойна валута

source: Yes
bg_bg: Да

source: No
bg_bg: Не

source: Dual currency display is only available when your store currency is BGN.
bg_bg: Показването на двойна валута е достъпно само когато валутата на вашия магазин е BGN.

source: EUR Price Label
bg_bg: Етикет на цена в EUR

source: The label to use for EUR prices (default: €)
bg_bg: Етикетът, който да се използва за цени в евро (по подразбиране: €)

source: EUR Price Position
bg_bg: Позиция на цената в EUR

source: Right of BGN price
bg_bg: Вдясно от цената в BGN

source: Left of BGN price
bg_bg: Вляво от цената в BGN

source: Choose whether EUR prices appear on the left or right of BGN prices
bg_bg: Изберете дали цените в EUR да се показват отляво или отдясно на цените в BGN

source: EUR Price Display Format
bg_bg: Формат на показване на цената в EUR

source: Brackets (25лв. (12.78 €))
bg_bg: Скоби (25лв. (12.78 €))

source: Side divider (25лв. / 12.78 €)
bg_bg: Страничен разделител (25лв. / 12.78 €)

source: Choose how EUR prices are displayed relative to BGN prices
bg_bg: Изберете как цените в евро да се показват спрямо цените в лева

source: Total (%s)
bg_bg: Общо (%s)

source: Total (%s):
bg_bg: Общо (%s):

source: Bulgarian Eurozone
bg_bg: Българска Еврозона

source: Configure
bg_bg: Конфигуриране

source: Single product pages
bg_bg: Страници на единични продукти

source: Variable product pages
bg_bg: Страници на продукти с вариации

source: Cart item prices
bg_bg: Цени на артикули в кошницата

source: Cart subtotals
bg_bg: Междинни суми в кошницата

source: Cart totals
bg_bg: Общи суми в кошницата

source: Order confirmation & email
bg_bg: Потвърждение на поръчката и имейл

source: My Account orders table
bg_bg: Таблица с поръчки в Моят профил

source: REST API responses
bg_bg: REST API отговори

source: Shipping method labels
bg_bg: Етикети на методи за доставка

source: Tax amount labels
bg_bg: Етикети на данъчни суми

source: Mini cart
bg_bg: Мини кошница

source: Show EUR price on %s
bg_bg: Показване на цена в EUR на %s

source: General Settings
bg_bg: Общи настройки

source: Display Locations
bg_bg: Локации за показване

source: Select where you want to display EUR prices:
bg_bg: Изберете къде искате да се показват цените в EUR:

source: Show EUR price
bg_bg: Показване на цена в EUR

# abovewp
source: Visit our website
bg_bg: Посетете нашия уебсайт

# abovewp
source: Available Plugins
bg_bg: Налични плъгини

source: Thank you / Order received page
bg_bg: Страница за благодарност / Получена поръчка

source: Order Total in EUR: %s
bg_bg: Обща сума на поръчката в EUR: %s

source: Currency Migration
bg_bg: Миграция на валута

source: Your store is currently using Bulgarian Lev (BGN) as the primary currency.
bg_bg: Вашият магазин в момента използва Български лев (BGN) като основна валута.

source: When Bulgaria joins the Eurozone, you can use our Currency Migration tool to seamlessly convert all prices to EUR.
bg_bg: Когато България се присъедини към Еврозоната, можете да използвате нашия инструмент за миграция на валута, за да конвертирате безпроблемно всички цени в EUR.

source: Currency Migration Tool
bg_bg: Инструмент за миграция на валута

source: Your store currency is set to EUR. Bulgarian Lev (BGN) prices will be displayed alongside EUR prices.
bg_bg: Валутата на вашия магазин е настроена на EUR. Цените в Български лев (BGN) ще се показват заедно с цените в EUR.

source: Currency Migration: BGN to EUR
bg_bg: Миграция на валута: BGN към EUR

source: Automatically convert all your product prices from Bulgarian Lev (BGN) to Euro (EUR) using the official exchange rate.
bg_bg: Автоматично конвертирайте всички цени на продуктите от Български лев (BGN) в Евро (EUR), използвайки официалния обменен курс.

source: Currency migration is only available when your store currency is set to BGN.
bg_bg: Миграцията на валута е достъпна само когато валутата на вашия магазин е настроена на BGN.

source: Back to Settings
bg_bg: Обратно към настройките

source: Important: Read Before Starting
bg_bg: Важно: Прочетете преди да започнете

source: This process will convert ALL product prices from BGN to EUR using the official rate (1.95583 BGN = 1 EUR).
bg_bg: Този процес ще конвертира ВСИЧКИ цени на продукти от BGN в EUR, използвайки официалния курс (1.95583 BGN = 1 EUR).

source: It will also change your WooCommerce store currency to EUR.
bg_bg: Това също ще промени валутата на вашия WooCommerce магазин на EUR.

source: This includes regular prices, sale prices, and all product variations.
bg_bg: Това включва редовни цени, промоционални цени и всички вариации на продукти.

source: BACKUP YOUR DATABASE BEFORE PROCEEDING!
bg_bg: НАПРАВЕТЕ РЕЗЕРВНО КОПИЕ НА ВАШАТА БАЗА ДАННИ ПРЕДИ ДА ПРОДЪЛЖИТЕ!

source: The process runs in batches to handle stores with thousands of products.
bg_bg: Процесът се изпълнява на партиди, за да обработва магазини с хиляди продукти.

source: Migration Progress
bg_bg: Прогрес на миграцията

source: Migration Complete!
bg_bg: Миграцията завърши!

source: All product prices have been successfully converted to EUR.
bg_bg: Всички цени на продукти бяха успешно конвертирани в EUR.

source: View Currency Settings
bg_bg: Преглед на настройките за валута

source: View Products
bg_bg: Преглед на продукти

source: Start Migration
bg_bg: Започване на миграция

source: Click the button below to start the currency migration process. Make sure you have read all the warnings above and have backed up your database.
bg_bg: Кликнете върху бутона по-долу, за да започнете процеса на миграция на валута. Уверете се, че сте прочели всички предупреждения по-горе и сте направили резервно копие на вашата база данни.

source: Start Migration to EUR
bg_bg: Започване на миграция към EUR

source: Cancel
bg_bg: Отказ

source: Are you sure you want to start the migration? This will convert all prices from BGN to EUR. Make sure you have a database backup!
bg_bg: Сигурни ли сте, че искате да започнете миграцията? Това ще конвертира всички цени от BGN в EUR. Уверете се, че имате резервно копие на базата данни!

source: Error:
bg_bg: Грешка:

source: Failed to get product count
bg_bg: Неуспешно получаване на броя продукти

source: Failed to process batch
bg_bg: Неуспешна обработка на партида

source: Error finalizing migration:
bg_bg: Грешка при финализиране на миграцията:

source: Failed to finalize migration
bg_bg: Неуспешно финализиране на миграцията

source: Ready for Bulgaria's Eurozone Transition?
bg_bg: Готови ли сте за преминаването на България към Еврозоната?

source: Use our Currency Migration tool to automatically convert all your product prices from BGN to EUR using the official rate.
bg_bg: Използвайте нашия инструмент за миграция на валута, за да конвертирате автоматично всички цени на продуктите от BGN в EUR, използвайки официалния курс.

source: Secondary Currency Position
bg_bg: Позиция на вторичната валута

source: Right of primary price
bg_bg: Вдясно от основната цена

source: Left of primary price
bg_bg: Вляво от основната цена

source: Choose whether secondary currency appears on the left or right of primary currency
bg_bg: Изберете дали вторичната валута да се показва отляво или отдясно на основната валута

source: Secondary Currency Display Format
bg_bg: Формат на показване на вторичната валута

source: Choose how secondary currency is displayed relative to primary currency
bg_bg: Изберете как вторичната валута да се показва спрямо основната валута

source: Select where you want to display BGN prices:
bg_bg: Изберете къде искате да се показват цените в BGN:

source: Show BGN price
bg_bg: Показване на цена в BGN

source: Unauthorized
bg_bg: Неоторизиран достъп

source: Product #%1$d: %2$s
bg_bg: Продукт #%1$d: %2$s

source: Product could not be loaded
bg_bg: Продуктът не може да бъде зареден

source: Some products had issues:
bg_bg: Някои продукти имаха проблеми:

source: Failed to process batch.
bg_bg: Неуспешна обработка на партида.

source: You can resume later from where it stopped.
bg_bg: Можете да продължите по-късно от мястото, където е спряло.

source: Migration Error
bg_bg: Грешка при миграция

source: Refresh and Resume
bg_bg: Обнови и продължи

source: Migration completed successfully
bg_bg: Миграцията завърши успешно

source: Failed to finalize migration: %s
bg_bg: Неуспешно финализиране на миграцията: %s

source: Migration progress reset
bg_bg: Прогресът на миграцията е нулиран
